
/* Class = "NSTableColumn"; headerCell.title = "Disk"; ObjectID = "11"; */
"11.headerCell.title" = "Диск";

/* Class = "NSTableColumn"; headerCell.title = "Interval"; ObjectID = "12"; */
"12.headerCell.title" = "Интервал";

/* Class = "NSTableColumn"; headerCell.title = "Status"; ObjectID = "14"; */
"14.headerCell.title" = "Статус";

/* Class = "NSWindow"; title = "SMARTReporter Preferences"; ObjectID = "15"; */
"15.title" = "Настройки SMARTReporter";

/* Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "17"; */
"17.headerCell.title" = "Размер";

/* Class = "NSTabViewItem"; label = "Hard Disks"; ObjectID = "106"; */
"106.label" = "Жёсткий диск";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "107"; */
"107.label" = "Внешний вид";

/* Class = "NSMenuItem"; title = "Select…"; ObjectID = "122"; */
"122.title" = "Выбор…";

/* Class = "NSMenuItem"; title = "Grey"; ObjectID = "139"; */
"139.title" = "Серый";

/* Class = "NSMenuItem"; title = "Colorful"; ObjectID = "140"; */
"140.title" = "Цветная";

/* Class = "NSPanel"; title = "E-Mail Settings"; ObjectID = "203"; */
"203.title" = "Настройки E-Mail";

/* Class = "NSButtonCell"; title = "Send using custom settings:"; ObjectID = "204"; */
"204.title" = "Отправить, используя следующие настройки:";

/* Class = "NSButtonCell"; title = "Send using \"Mail.app\" settings"; ObjectID = "206"; */
"206.title" = "Отправить, используя настройки \"Mail.app\"";

/* Class = "NSTableColumn"; headerCell.title = "Name(s)"; ObjectID = "280"; */
"280.headerCell.title" = "Название";

/* Class = "NSButtonCell"; title = "With small colored dots"; ObjectID = "283"; */
"283.title" = "Маленькой цветной точкой";

/* Class = "NSButtonCell"; title = "With beautiful icons:"; ObjectID = "284"; */
"284.title" = "Небольшой иконкой:";

/* Class = "NSButtonCell"; title = "Don't display in menubar"; ObjectID = "285"; */
"285.title" = "Не отображать в меню задач";

/* Class = "NSTabViewItem"; label = "Configuration"; ObjectID = "302"; */
"302.label" = "Доставлено";

/* Class = "NSTabViewItem"; label = "Message"; ObjectID = "303"; */
"303.label" = "Сообщение";

/* Class = "NSMenuItem"; title = "Alternate Grey"; ObjectID = "337"; */
"337.title" = "Альтернативный серый";

/* Class = "NSBox"; title = "SMTP-Server"; ObjectID = "343"; */
"343.title" = "Сервер исходящих сообщений (SMTP)";

/* Class = "NSMenuItem"; title = "New DarkGrey"; ObjectID = "351"; */
"351.title" = "Новый тёмно-серый";

/* Class = "NSTabViewItem"; label = "Behavior"; ObjectID = "370"; */
"370.label" = "Приложение";

/* Class = "NSMenuItem"; title = "New Colorful"; ObjectID = "380"; */
"380.title" = "Новый цветной";

/* Class = "NSMenuItem"; title = "New Grey"; ObjectID = "381"; */
"381.title" = "Новый серый";

/* Class = "NSMenuItem"; title = "Every other day"; ObjectID = "391"; */
"391.title" = "Каждый рабочий день";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "392"; */
"392.title" = "Ежедневно";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "393"; */
"393.title" = "Еженедельно";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "394"; */
"394.title" = "Никогда";

/* Class = "NSMenuItem"; title = "Bi-weekly"; ObjectID = "399"; */
"399.title" = "2 раза в неделю";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "400"; */
"400.title" = "Ежемесячно";

/* Class = "NSMenuItem"; title = "Colored Dots"; ObjectID = "662"; */
"662.title" = "Colored Dots";

/* Class = "NSTextFieldCell"; title = "Mark the disks to monitor:"; ObjectID = "728"; */
"728.title" = "Отметьте диски для мониторинга:";

/* Class = "NSTextFieldCell"; title = "Mark all hard disks you want to monitor for impending disk-failures with the checkboxes. Double click the current checking-interval of a disk to enter a new one (in minutes)."; ObjectID = "729"; */
"729.title" = "Отметьте все диски, для которых нужно проводить мониторинг на наличие ошибок и сбоев. Двойной щелчок на текущем поле интервала проверки диска позволяет изменять значение (в минутах).";

/* Class = "NSTextFieldCell"; title = "On disk-failure do:"; ObjectID = "730"; */
"730.title" = "При сбое диска выполнить действие:";

/* Class = "NSButtonCell"; title = "Send an e-mail to:"; ObjectID = "732"; */
"732.title" = "Отправить e-mail на:";

/* Class = "NSButtonCell"; title = "Pop up an alert dialog"; ObjectID = "733"; */
"733.title" = "Показать предупреждение";

/* Class = "NSButtonCell"; title = "Execute application:"; ObjectID = "734"; */
"734.title" = "Запуск приложения:";

/* Class = "NSButtonCell"; title = "Configure Mail…"; ObjectID = "735"; */
"735.title" = "Настройка почты…";

/* Class = "NSTextFieldCell"; title = "Enter one address per line"; ObjectID = "736"; */
"736.title" = "Введите один адрес на одну линию";

/* Class = "NSTextFieldCell"; title = "Select how SMARTReporter should display:"; ObjectID = "737"; */
"737.title" = "Выберите, как SMARTReporter отображать на экране:";

/* Class = "NSTextFieldCell"; title = "Verified:"; ObjectID = "740"; */
"740.title" = "Успешно:";

/* Class = "NSTextFieldCell"; title = "Unknown:"; ObjectID = "741"; */
"741.title" = "Неизвестно:";

/* Class = "NSTextFieldCell"; title = "Failing:"; ObjectID = "744"; */
"744.title" = "Сбой:";

/* Class = "NSTextFieldCell"; title = "Icon set:"; ObjectID = "745"; */
"745.title" = "Иконки:";

/* Class = "NSTextFieldCell"; title = "Icon set preview:"; ObjectID = "746"; */
"746.title" = "Предпросмотр:";

/* Class = "NSButtonCell"; title = "Use Red \"Failing\"-Icon"; ObjectID = "747"; */
"747.title" = "Красная иконка при сбое";

/* Class = "NSButtonCell"; title = "Start SMARTReporter on login"; ObjectID = "748"; */
"748.title" = "Запускать SMARTReporter при входе в систему";

/* Class = "NSTextFieldCell"; title = "Path to Log-File:"; ObjectID = "749"; */
"749.title" = "Путь лог-файла:";

/* Class = "NSButtonCell"; title = "Limit Log-File size to:"; ObjectID = "751"; */
"751.title" = "Ограничить лог-файл:";

/* Class = "NSButtonCell"; title = "Don't check disks when on battery power"; ObjectID = "753"; */
"753.title" = "Не проверять диски при работе от батарей";

/* Class = "NSTextFieldCell"; title = "kilobytes"; ObjectID = "754"; */
"754.title" = "килобайт";

/* Class = "NSTextFieldCell"; title = "Check for Updates:"; ObjectID = "756"; */
"756.title" = "Проверять обновления:";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "757"; */
"757.title" = "Отправить";

/* Class = "NSTextFieldCell"; placeholderString = "source@domain.com"; ObjectID = "758"; */
"758.placeholderString" = "source@domain.com";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "759"; */
"759.title" = "Адрес E-mail:";

/* Class = "NSTextFieldCell"; title = "Please try to send a test mail:"; ObjectID = "760"; */
"760.title" = "Нажмите для отправки тестового сообщения:";

/* Class = "NSTextFieldCell"; placeholderString = "mail.isp.com"; ObjectID = "761"; */
"761.placeholderString" = "mail.isp.com";

/* Class = "NSTextFieldCell"; title = "Server address:"; ObjectID = "762"; */
"762.title" = "Адрес сервера:";

/* Class = "NSButtonCell"; title = "Use authentication"; ObjectID = "763"; */
"763.title" = "Включить аутентификацию";

/* Class = "NSTextFieldCell"; title = "Server port:"; ObjectID = "765"; */
"765.title" = "Порт сервера:";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "766"; */
"766.title" = "Логин:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "769"; */
"769.title" = "Пароль:";

/* Class = "NSTextFieldCell"; title = "Subject for Test mail:"; ObjectID = "770"; */
"770.title" = "Тема сообщения об ошибке:";

/* Class = "NSTextFieldCell"; title = "E-mail Body:"; ObjectID = "772"; */
"772.title" = "E-mail Body:";

/* Class = "NSTextFieldCell"; title = "Subject for Error mail:"; ObjectID = "773"; */
"773.title" = "Subject for Error mail:";

/* Class = "NSTextFieldCell"; title = "These values will be replaced:\n   \"%D\" by the Name of the failing drive\n   \"%N\" by the Name of your Mac\n   \"%H\" by the Host-name of your Mac\n   \"%4\" by the IP address of your Mac\n   \"%6\" by the IP-v6 address of your Mac\n   \"%M\" by the MAC-address of your Mac"; ObjectID = "775"; */
"775.title" = "Следующие значения будут заменены:\n   \"%D\" на имя сбойного диска\n   \"%N\" на имя Вашего Мака\n   \"%H\" на имя узла Вашего Мака\n   \"%4\" на IP адрес Вашего Мака\n   \"%6\" на IP-v6 адрес Вашего Мака\n   \"%M\" на MAC-адрес Вашего Мака";

/* Class = "NSMenuItem"; title = "Check S.M.A.R.T. attributes"; ObjectID = "790"; */
"790.title" = "Check S.M.A.R.T. attributes";

/* Class = "NSWindow"; title = "S.M.A.R.T. attributes"; ObjectID = "806"; */
"806.title" = "S.M.A.R.T. attributes";

/* Class = "NSMenuItem"; title = "Perform short S.M.A.R.T. selftest"; ObjectID = "816"; */
"816.title" = "Perform short S.M.A.R.T. selftest";

/* Class = "NSWindow"; title = "S.M.A.R.T. selftests"; ObjectID = "819"; */
"819.title" = "S.M.A.R.T. selftests";

/* Class = "NSTextFieldCell"; title = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes."; ObjectID = "826"; */
"826.title" = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes.";

/* Class = "NSTextFieldCell"; title = "The result view updates automatically:"; ObjectID = "828"; */
"828.title" = "The result view updates automatically:";

/* Class = "NSButtonCell"; title = "Also check disks for problematic \"I/O Errors\""; ObjectID = "837"; */
"837.title" = "Also check disks for problematic \"I/O Errors\"";

/* Class = "NSTextFieldCell"; title = "When an \"I/O Error\" is encountered an alert dialog will pop up."; ObjectID = "839"; */
"839.title" = "When an \"I/O Error\" is encountered an alert dialog will pop up.";

/* Class = "NSTextFieldCell"; title = "\"I/O Error\" checks are performed every 10 minutes."; ObjectID = "841"; */
"841.title" = "\"I/O Error\" checks are performed every 10 minutes.";

/* Class = "NSButtonCell"; title = "Use encryption (SSL/TLS)"; ObjectID = "859"; */
"859.title" = "Use encryption (SSL/TLS)";

/* Class = "NSTextFieldCell"; title = "Enable the mail configuration by entering an address to send to"; ObjectID = "865"; */
"865.title" = "Enable the mail configuration by entering an address to send to";

/* Class = "NSButtonCell"; title = "Show a notification via \"Growl\""; ObjectID = "877"; */
"877.title" = "Show a notification via \"Growl\"";

/* Class = "NSTextFieldCell"; title = "(recommended)"; ObjectID = "889"; */
"889.title" = "(recommended)";

/* Class = "NSTextFieldCell"; title = "Right-click on a drive for advanced diagnosis options."; ObjectID = "891"; */
"891.title" = "Right-click on a drive for advanced diagnosis options.";

/* Class = "NSMenuItem"; title = "Perform long S.M.A.R.T. selftest (takes hours)"; ObjectID = "896"; */
"896.title" = "Perform long S.M.A.R.T. selftest (takes hours)";

/* Class = "NSMenuItem"; title = "Inspect results of finished selftests"; ObjectID = "898"; */
"898.title" = "Inspect results of finished selftests";

/* Class = "NSTextFieldCell"; title = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours."; ObjectID = "901"; */
"901.title" = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours.";

/* Class = "NSButtonCell"; title = "Also check attached Software-RAIDs"; ObjectID = "906"; */
"906.title" = "Also check attached Software-RAIDs";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "909"; */
"909.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Degraded"; ObjectID = "910"; */
"910.title" = "Degraded";

/* Class = "NSMenuItem"; title = "Degraded or Offline"; ObjectID = "911"; */
"911.title" = "Degraded or Offline";

/* Class = "NSTextFieldCell"; title = "Warn if the status turns:"; ObjectID = "914"; */
"914.title" = "Warn if the status turns:";

/* Class = "NSButtonCell"; title = "Growl notification"; ObjectID = "916"; */
"916.title" = "Growl notification";

/* Class = "NSTextFieldCell"; title = "Notify failures with:"; ObjectID = "918"; */
"918.title" = "Notify failures with:";

/* Class = "NSButtonCell"; title = "Alert dialog"; ObjectID = "920"; */
"920.title" = "Alert dialog";

/* Class = "NSButtonCell"; title = "E-mail"; ObjectID = "922"; */
"922.title" = "E-mail";

/* Class = "NSTextFieldCell"; title = "RAID checks are performed every 10 minutes."; ObjectID = "941"; */
"941.title" = "RAID checks are performed every 10 minutes.";

/* Class = "NSMenuItem"; title = "Nice Dots"; ObjectID = "951"; */
"951.title" = "Nice Dots";

/* Class = "NSMenuItem"; title = "Alternate Nice Dots"; ObjectID = "952"; */
"952.title" = "Alternate Nice Dots";

/* Class = "NSMenuItem"; title = "Info Circles"; ObjectID = "953"; */
"953.title" = "Info Circles";

/* Class = "NSMenuItem"; title = "Signs"; ObjectID = "954"; */
"954.title" = "Signs";

/* Class = "NSMenuItem"; title = "New Dots"; ObjectID = "955"; */
"955.title" = "New Dots";
